[
    {
        "id": "0",
        "title": "Covid 19 News</br>Updates",
        "description": "<p>Please note: an incorrect list of active vaccination sites was published on 21 May 2021. We apologise for any inconvenience that this may have caused.&nbsp;</p><p>We endeavor to always publish an update of all accredited and active vaccination sites regularly, do ensure that you frequently visit the GEMS website to obtain the most up to date list.&nbsp;<br /> Moreover, it is important to note that you must register on the EVDS and obtain a voucher number via SMS BEFORE going to any of the active and published vaccination sites.&nbsp;</p> <p>GEMS is committed to fund all clinically appropriate care and related costs, including coronavirus related testing, in line with the prevailing NICD and NDoH guidelines or protocols. GEMS is also obliged to cover and will cover diagnosis, treatment costs of clinically appropriate COVID 19 related medical expenses as provided for in its Rules and Benefit entitlements and the Medical Schemes Act of 1998.</p><p>We encourage all GEMS members to recognise that the government has put measures in place to detect, manage and contain the spread of the virus. The Scheme urges members to continue with observing basic hygiene measures and maintaining social distancing to minimise the risk of infection and spreading the virus.</p><p>Follow the guidelines published by the NICD and the NDoH and consult immediately with your primary healthcare provider to report any suspected cases of exposure. Members can also contact the government 24hr Coronavirus Hotline at 0800 029 99 / Coronavirus WhatsApp line is 0600 123&nbsp;456.</p><p><strong>COVID-19 Phase 2 Vaccine Rollout</strong></p><p><a href='https://www.gems.gov.za/-/media/Project/Documents/Covid-19-Communications-2021/PO-Communication-Vaccine-Rollout.ashx?la=en'>Phase 2 COVID-19 Vaccine Rollout communication</a></p><p><strong>Stay Informed and Empowered</strong></p><p><a href='https://www.gems.gov.za/-/media/Project/Documents/Covid-19-Communications-2021/11-June-2021/Suspension-of-Hospital-Network-Rules_110621.ashx?la=en'>Temporary Suspension of Network Hospital Rules</a></p><p><a href='https://www.gems.gov.za/-/media/Project/Documents/Covid-19-Communications-2021/18-May-2021/GEMS-Member-Communication-FAQs.ashx?la=en'>GEMS Member Communication FAQ&rsquo;s</a></p><p><a href='https://www.gems.gov.za/-/media/Project/Documents/Covid-19-Communications-2021/Covid-19-Vaccine-FAQ-R3.ashx?la=en'>COVID-19 FAQ&rsquo;S</a></p><p><strong>For more information around all COVID- 19 topics you may visit the following websites:</strong></p><p><a href='http://www.gov.za/'>www.gov.za</a></p><p><a href='http://www.who.int/'>www.who.int</a></p><p><a href='https://www.nicd.ac.za/'>https://www.nicd.ac.za/</a></p><p><a href='https://www.sahpra.org.za/'>https://www.sahpra.org.za/</a></p><p><a href='http://www.health.gov.za/'>http://www.health.gov.za/</a></p><p><strong>Your COVID &ndash; 19 Information Pack</strong></p><p>Access the Vaccine Toolkit here&nbsp;&nbsp;<a href='https://protect-za.mimecast.com/s/N1XLCGZAmLU14wBLiKJSUZ?domain=sacoronavirus.co.za target='_blank'>https://sacoronavirus.co.za/tag/vaccine-toolkits/</a></p><p>Access Vaccine videos here&nbsp;<a href='https://protect-za.mimecast.com/s/u0QlCWn1J5S5qJEQT68uMF?domain=sacoronavirus.co.za' target='_blank'>https://sacoronavirus.co.za/tag/vaccine-videos/</a></p><p><strong>How to protect yourself and others against Corona Virus</strong></p><ul><li>Clean your hands often. Use soap and water, or an alcohol-based hand rub.</li><li>Maintain a safe distance from anyone who is coughing or sneezing.</li><li>Wear a mask when physical distancing is not possible.</li><li>Don&rsquo;t touch your eyes, nose or mouth.</li><li>Cover your nose and mouth with your bent elbow or a tissue when you cough or sneeze.</li><li>Stay home if you feel unwell.</li><li>If you have a fever, cough and difficulty breathing, seek medical attention.</li></ul>",
        "image": "covid19-news-update"
    },
    {
        "id": "1",
        "title": "GEMS Trustee<br>Elections",
        "description": "<h3>2020 GEMS Trustee Elections</h3><p>Government Employees Medical Scheme (&ldquo;the Scheme&rdquo;) had scheduled its Annual General Meeting (&ldquo;AGM&rdquo;) to be held on 31 July 2020.<br />Given the fact that South Africa is currently on an extended national lockdown as part of the measurements which were put in place by President Cyril Ramaphosa and the number of COVID-19 infections continuing to increase, the Scheme Trustees deemed it necessary to postpone the Scheme&rsquo;s AGM and Trustee elections to a later date. The postponement has been approved by the Council for Medical Schemes. The Council of Medical Schemes confirmed that the election is required to take place within 90 days of the lockdown regulations being lifted.</p><p>The terms of the Trustees coming to an end during the postponement period will be extended until such time that the AGM and Elections can be held as approved by the Council for Medical Schemes.</p><p><strong>2020 Trustee elections (continuation) now open!</strong></p><p><em>Please note the voting phase for the 2020 Board of Trustees Elections Continuation is now open! Be sure to make your vote before 24 May 2021 at 12h00.</em></p><ul><li>Click&nbsp;<a href='https://www.gems.gov.za/en/Information/-/media/Project/Documents/trustees-election/2020/GEMS-Merged-PO-Letter--Notice--11January2021.ashx?la=en'>here</a>&nbsp;to view letter from the Principal Officer and notice to members</li><li>Click&nbsp;<a href='https://www.gems.gov.za/-/media/Project/Documents/trustees-election/2021/GEMS-2020-APPROVED-WEB-CV-Booklet---18March2021.ashx?la=en'>here</a>&nbsp;to download the GEMS 2020 Board of Trustees Election Continuation CV Booklet</li><li>Click&nbsp;<a href='https://www.gems.gov.za/-/media/Project/Documents/trustees-election/2020/6104-Voting-Instructions.ashx?la=en'>here</a>&nbsp;to access the Voting Instructions</li><li>&nbsp;</li></ul><p>The Elexions Agency (Pty) Ltd has been appointed by the GEMS Board of Trustees to administer the 2020 Board of Trustee Elections. The voting process has three phases to it:&nbsp;</p><ul><li>The<strong>&nbsp;Awareness and Candidate Nomination</strong>&nbsp;(Members were given an opportunity to nominate candidates of your choice between 11 January and 11 February 2021);</li><li>The&nbsp;<strong>Voting</strong>&nbsp;phase (Members are accorded the opportunity to vote for up to three candidates of their choice); and</li><li>The&nbsp;<strong>Counting &amp; Results</strong>&nbsp;phase (votes are counted in the presence of Observers at a central venue).</li></ul><p>&nbsp;</p><p>Archive:</p><p>Please see below for previous elections results:&nbsp;</p><ul><li><a href='https://www.gems.gov.za/en/Information/-/media/Project/Documents/trustees-election/2020/GEMS-2019-Elections---Notice-to-members.ashx?la=en'>2019 Trustee Election &ndash; Notice to Members</a></li></ul>",
        "image": "gems-trustee-elections"
    },
    {
        "id": "2",
        "title": "Corporate Social<br>Investments (CSI)",
        "description": "<h3>Corporate Social Investments (CSI)</h3><p>During 2007 a staff committee was established with the view of addressing matters related to the employment issues affecting staff members, the health and safety of employees and Employment Equity measures for the Scheme. During this time the Scheme was backlogged with letters from NGO&#39;s, clinics and schools requesting the Scheme to assist them financially or by donating various items.</p><p>This committee was later changed to the Employee Committee, whose scope was refined to also look at matters not involving employees only, but also how GEMS can contribute to the society at large and its members.</p><p>The Employee Committee formed a Corporate Social Investment (CSI) sub-committee task team which included staff members from different family background(s). The diverse background(s) of GEMS employees assisted in implementing the mandate of the CSI initiative as staff members were aware of issues affecting different communities.</p><p>In terms of budgetary arrangements, the Scheme makes provision for CSI and it relies upon the GEMS CSI task team to ensure that the budget is well managed and spent wisely during the course of the year. The Task Team developed an action plan during 2008 which was implemented comprehensively in 2009.</p><p>Purpose The purpose of the GEMS CSI committee is to promote health and wellness in underprivileged communities by investing time, skills and expertise to ensure that GEMS uplift the disadvantaged communities.</p>",
        "image": "corporate-social-investments"
    }
]